using System.ComponentModel.DataAnnotations;

namespace CartopiaWeb.Models.Enums
{
    public enum Region
    {
        Вінницька,
        Волинська,
        Дніпропетровська,
        Донецька,
        Житомирська,
        Закарпатська,
        Запорізька,
        [Display(Name = " Івано-Франківська")]
        Івано_Франківська,
        Київська,
        Кіровоградська,
        Луганська,
        Львівська,
        Миколаївська,
        Одеська,
        Полтавська,
        Рівненська,
        Сумська,
        Тернопільська,
        Харківська,
        Херсонська,
        Хмельницька,
        Черкаська,
        Чернігівська,
        Чернівецька
    }

}
